{
	"old":[
		"Berto is a cool dude."
	],
	"facts": [
		"Berto told me he was named after a jock strap - Jal",
		"Berto told me he likes to sing Britney Spears, \"Hit Me Baby One More Time\", when he showers. Something about the reverb in the shower making his voice sound higher pitch than it already is - Jal",
		"Berto is team Jacob - Jal",
		"Berto reads Twilight fan fiction and has even been known to write some himself - Jal",
		"Berto is actually a mezzo soprano - Jal",
		"He loves to sing on stream. Redeem Cheers to make it happen! - Jal",
		"Berto likes to eat mozzarella sticks, but he pays for it later and so does the toilet - Jal",
		"When we were in New Orleans, he ate Flaming Cheetos and caused a small fire in our AirBnB - Jal",
		"Berto, is in fact, a smol bean - Jal",
		"Berto's minor in college was in Crocheting. He has crocheted many vests for cats and dogs. - Jal",
		"He drinks and then he is sad. - Peggy","Berto can be a real butthead. - Jal",
		"Berto is sad drunken smol bean. when he is drunk he is saddened by the smolness - Peggy",
		"Berto's favoritte food is Rocky Mountain Oysters - Jal",
		"Berto prefers Shirley Temple's and watching Baby Sitter's Club re-runs when he has spare time. - Jal",
		"Berto facts are indeed real. Sometimes wholesome, sometimes not. - Jal",
		"He loves that we affectionately call him smol bean - Peggy",
		"Berto still pronounces it 'pasketti.' - Dustin",
		"When he was 8-years-old, his mother told him dino shaped macaroni was healthier than normal. He still believes that to this day. - Dustin",
		"Berto is a very philanthropic person. He helps needy baby birds by chewing up food and gently spitting into their little mouths to feed him. - Jal",
		"Berto likes buttholes! - Peggy",
		"Berto DEFINITELY likes buttholes! - Jal",
		"buttholes - Emiko",
		"Berto will give half of his proceeds from streams to the California Lottery. He thinks it is a charity. - Jal",
		"Berto's heroes growing up included, but were not limited to, Sailor Jupiter, Littlefoot, and Dr. Phil - Dustin",
		"Berto's favorite childhood tv shows were of old 'pasketti\" Westerns and Rainbow Brite reruns. - Jal",
		"his favorite anime is Food wars - Peggy",
		"Berto's current favorite super hero is Guy Fieri - Jal",
		"he thinks the Bachelorette is best show on TV - Jal",
		"The last time Berto watched the Bratz TV show was 15 minutes before stream tonight. - Dustin",
		"Berto really thinks Jal is hilarious, but he won't admit it because he is a butthead. - Jal",
		"Berto occasionally growls at passers by to keep his inner wolf strong. - Dustin",
		"more buttholes - Emiko",
		"Berto wants to go to prison and get prison tatts just to say he is like Prison Yosh - Jal",
		"the last time he jumped off his bed and flapped his arms to try and fly was yesterday - Peggy",
		"into 70 year old, married bald men - Peggy",
		"Berto learned Spanish from Dora The Explorer last year. - Dustin",
		"always the butthole - Emiko",
		"on a scale of 10 to 11, how much does Berto love buttholes? - Emiko",
		"For Halloween this year, Berto will be dressing up as a 'nut' er 'butt' er - Jal",
		"the last time he placed a trap for Santa Claus was Dec 26th 2020 - Peggy",
		"Berto still believes in the tooth fairy. What you see on stream are actually dentures that he changes out depending on his mood. Cheer to see Gummy Bertie! - Jal",
		"he is a Gummy Bearto he is a gummy Bearto! - Peggy",
		"tongue - Peggy",
		"Berto is easy to confuse. It's because he is always thinking about buttholes. - Jal",
		"He misunderstood the purpose of hot glue and his date was unimpressed - Peggy",
		"Berto did not have a date - Dustin",
		"self burn - Peggy",
		"dating buttholes does not count - Jal",
		"Berto has a shrine to Twilight Sparkle in his closet. He prays to her twice a day. - Dustin",
		"will have much more spending money now that Only Fans doesn't allow buttholes - Peggy",
		"Berto is sad about Only Fans not having spicy content anymore. He now has to result to selling his feet pics on Etsy. - Jal",
		"When Berto learned about Easter in Sunday School, he asked about Norther, Souther, and Wester. - Dustin",
		"always chasing pikachu tail - Peggy",
		"Berto likes shorts. They're comfy and easy to wear. - Dustin",
		"Berto prefers skorts to shorts because he likes to have a little flair. - Jal",
		"believes NASA takes the sun down every night for maintenance - Peggy",
		"Berto believes that Amazon customer support does treat him with the highest priority. - Dustin",
		"believes in Ball Earth, but only if it's a bouncy ball - Peggy",
		"Berto prefers Spirit Airlines over every other airline because they give him peanuts for free - Jal",
		"misunderstood the meaning of \"pee nuts\" and now is banned on Spirit airlines - Peggy",
		"Berto doesn't tip at restaurants because he thinks his presence is enough of a reward. - Dustin",
		"didn't believe in gravity and now fall guys has Anti-grav - Peggy",
		"Berto's favorite game in Fall Guys is low grav Hex-A-Gone - Dustin",
		"Berto did not know the existence of \"skorts\" until Jal's earlier fact. Now he is intrigued. - Dustin",
		"Berto has a Beanie Baby named Fartycakes that he calls his \"preeeecccioussss\" - Jal",
		"misunderstood what his baseball cup was for and now no one else wants to use the water fountain - Peggy",
		"berto facts are fact - Emiko","Shut up, loser. - Dustin",
		"was the banana slug that lost the fight - Peggy",
		"anyone that enjoys pulp is not a winner - Emiko",
		"Berto is a kiss-ass because he believes this gets him closer to the butthole. - Dustin",
		"anyone that enjoys pulp is not a winner - Emiko",
		"Berto talks about buttholes at least hourly because he forgets where it is unless he eats mozzarella sticks and hot cheetos on a regular basis. - Jal",
		"misuse of hot glue is why he doesn't have a date - Peggy",
		"berto believes buttholes are the real winners - Emiko",
		"has a butthole blue ribbon as a prized possession - Peggy",
		"too scared to admit he doesn't know what a butthole looks like - Peggy",
		"buttholes are berto's most prized possessions - Emiko",
		"has made eye contact with a butthole. It required him to remove one of his ribs - Peggy",
		"Berto prefers the term analog to digital because he thinks one comes out and the other goes in (his butthole) - Jal",
		"butthole bashers - Peggy",
		"it has butt in it so berto likes it - Emiko",
		"secretly wants to be a proctologist - Peggy",
		"Berto thinks he has allergies, but really he has pink eye from being around buttholes. - Jal",
		"Thinks buttholes are a biblical story - Peggy",
		"Started by Jal because she was bored and wanted everyone to know about Berto! - Jal",
		"*indiscriminate farting noises* - Peggy",
		"the farting gave him a hernia - Peggy",
		"emiko says Berto is the farting flavor - Peggy",
		"Berto doesn't have pants on when he streams. He typically eats hot cheetos beforehand, so he sits on a commode just in case. - Jal",
		"Berto's favorite brand of farts are his own. - Dustin",
		"LOVES HIS OWN BRAND - Peggy",
		"Berto's second favorite brand of farts are Belle Delphine's. - Dustin",
		"loves farts - Peggy",
		"will still lack spending money because Only Fans still allows farts - Peggy",
		"Berto has been in talks to sell his brand of farts in the form of candles. Bath and Body Works has declined, but Yankee Candle is interested. - Jal",
		"but only cause they have covid - Peggy",
		"so sorry - Emiko",
		"NOT sorry - Emiko",
		"Brought to you by Depends, Berto's preferred brand of undies. - Jal",
		"rated stream 0/10 for lack of buttholes, until now - Emiko",
		"this stream is 10/10 for buttholes - Emiko",
		"Berto loves to be trolled, he thinks it is the highest form of flattery. - Jal",
		"Send in Cheers to see him without his TEETH! - Jal",
		"Send him 100 cheers to have him eat a mozzarella stick to see if he will make it through the rest of the stream - Jal",
		"reserves his good dentures for when he does have a date - Peggy",
		"Roasting Berto improves happiness and increases your health tenfold. - Jal",
		"reserves his really bad dentures for when his date declines a nightcap - Peggy",
		"berto avoids divulging in the origins of his butthole obsession - Emiko",
		"regrets the mozzarella sticks when his date comes in for a nightcap - Peggy",
		"also regrets the lack of bathroom window - Peggy",
		"Berto is fascinated by the cloaca. - Jal",
		"Berto loves bad stories! Feel free to share them to make him happy! - Jal",
		"Berto is an idiot. - Jal",
		"lies about dustin facts - Emiko",
		"Berto - Peggy",
		"also butthole - Emiko",
		"Berto is infact a person that exists - Baz",
		"Berto frequents Bigfoot hunting boards. His username is FootieIsMine69 - Dustin",
		"entire life is a simulation and his imagination still came up with this stream - Peggy",
		"Just drinking - Peggy",
		"Berto likes Berto Facts because it inflates his Twitch statistics. - Dustin",
		"Berto owes Jal, BIGTIME. - Jal",
		"Believes Bezos was thanking him directly for funding his space flight - Peggy",
		"Berto likes big Fall Guys balls because he doesn't have . . . - Jal",
		"Berto likes butt holes and he cannot lie! - Peggy",
		"Berto likes getting the tail in Fall Guys because he doesn't get it in real life. - Jal",
		"Berto cried at the ending of Flubber. - Dustin",
		"Berto looks up Deipfei's skirt and thinks \"Meh, good enough.\" - Dustin",
		"Berto looked up Deipfei's skirt hoping to see a cloaca and was disappointed. - Jal",
		"Berto has Hanson playing in the background this very second! MMMmmmbop! - Jal",
		"Berto plays Fall Guys because he likes to get grabbed, and he likes to grab sac. - Jal",
		"Berto wishes he looked as good in a dress as Peaches does. - Dustin",
		":racehorse: - Emiko",
		"Plans to create a Fall Guys tournament titled \"Grab Sac-athon\" - Jal",
		"Berto's favorite cheese is \"string.\" - Dustin",
		"Berto eats string cheese from the side. - Dustin",
		"Berto eats the centers out of pizza. - Jal",
		"Berto prefers the left Twix over the Right Twix - Jal",
		"Berto asks his mom to cut the crust off his pizza for him. - Dustin",
		"Berto prefers to be called Bertie, but he is embarrassed to say anything. - Jal",
		"Berto thinks he has good Berto facts, but they are crap. - Jal",
		"when Berto was born, the doctor slapped his mother and father, instead of the baby - Breaker",
		"Berto is terrible at telling jokes - Jal",
		"the only date berto has is the fruit - Emiko",
		"Berto's face is a joke - Jal",
		"Berto is a meanie face - Jal",
		"Berto spoils jokes. - Dustin",
		"Berto picks arguments on forums to get some form of human contact. - Dustin",
		"Berto writes Dora x Diego fan fiction. - Dustin",
		"Peaches puts the 'ass' in 'lass.' - Dustin",
		"dating buttholes STILL doesn't count - Emiko",
		"Berto loves Pegwin Pursuit because CLOACA - Jal",
		"He's a berto girl. In a berto worrrrld. Life in plastic! He still can't get a date - Peggy",
		"Berto enjoys getting nutted - Jal",
		"Berto never buys birth control; his personality takes care of that need well ahead of time - Breaker",
		"Berto Loves the Spice Girls - Eric",
		"Berto is a flat-earther - Eric",
		"berto did believe the moon was made of cheese and the craters on the moon are where berto took bites out of it - Emiko",
		"This was a good stream - Dustin",
		"Every year on Halloween, his mom has to check his candy before he gets to eat any. - Berto",
		"Berto is not allowed to have a VR set after being pulled over for having it on while driving. - Berto",
		"Berto thinks the Northern Lights are made from Santa's workshop. - Berto",
		"Berto thinks that the LA Kings are actual royalty. - Berto",
		"Berto doesn't eat dates because even they reject him. - Berto",
		"Berto grew up thinking that a cow actually did jump over the moon. - Berto",
		"Thought Pineapple Express was the summer version of Polar Express. - Berto",
		"Berto was dissapointed that the cheese that the moon is made out of was stale? - Baz",
		"Berto isn't a doctor, but he'll still take a look - Eric",
		"Loves seeing girls scared - Dustin",
		"Thinks perfect match is the best first date - Peggy",
		"Counts block party as his exercise for the day - Peggy",
		"Is gonna dance so hard on the wedding dance floor - Peggy",
		"Not about the lips. take notes ladies! *looks around* ...... *there are no ladies* - Peggy",
		"Never been to a wedding because love makes him depressed - Peggy",
		"It was a purity ring. It rejected Berto - Peggy",
		"Chokes on his own *cola* if you know what I mean - Peggy",
		"Berto enjoys being called Bertie. - Jal",
		"Berto loves getting grabbed in Fall Guys because that is the only grabbing he gets from someone other than himself - Jal",
		"Berto always thinks Jal is angry, but she is only telling facts about Berto…so really, is Berto really mad at himself? - Jal",
		"Berto doesn’t like it from behind. - Jal",
		"Berto hates Mediatonic more than Spirit airlines. - Jal",
		"Berto practices Door Dash in real life, and he is often wrong on his predictions - Jal",
		"Berto enjoys the feeling of putting M&Ms up his nostrils and breathing in the delicious candy coating and milk chocolate scent because he is 'counting his calories' and doesn’t want to consume them. - Jal",
		"Santa trap finally caught something. Berto doesn't know what to do with a very angry racoon - Peggy",
		"All scratched up from trying to put the racoon in a Santa hat - Peggy",
		"Berto will mess up this Door Dash. - Jal",
		"Tried to play door dash in real life. the doors won - Peggy",
		"Berto thinks he is a smarty pants, but really he has smarties in his pants. - Jal",
		"Loves getting grabbed from behind near gaping ice holes - Peggy",
		"Berto's least favorite beans are lima, due to their larger-than-average-bean size. - Dustin",
		"Berto always asks, 'Why is it always about size with you?!' - Jal",
		"It IS always about size with him. - Peggy",
		"Berto roleplays as Prison Yoshi in his spare time to fill the void in his heart from being a law-abiding citizen. - Dustin",
		"Fired from being a proctologist for keeping a running tally of how many buttholes he's made eye contact with - Peggy",
		"Berto claims he doesn’t have spare time, but has time to play with his bean instead of selling his feet pics on OnlyFans. - Jal",
		"It is Bertos fault - Peggy",
		"Berto has no cats. This is exemplified by his insistence on 'bathing the cats' - Dustin",
		"He uses 'bathing the cat' as a euphemism - Peggy",
		"Berto is a certified freak three days a week, but only on leap years. - Dustin",
		"Berto is a certified freak 3 days a week but only on leap days - Peggy",
		"Berto yells at his 'bean' to get up in real life too. - Jal",
		"Inside Berto are two beans, one who wishes it was big, and one who is content with being smol - Dustin",
		"When Berto took his career aptitude test his highest matching line (of work) was a flatline - Peggy",
		"No one has seen Berto and the My Immortal author in the same room... - Dustin",
		"Inserts himself into all the fanfiction - Peggy",
		"You can't spell Ebony Darkness Dementia Raven Way without Berto. - Dustin",
		"Berto pretends to not know who Ebony Darkness Dementia Raven Way is, or how to pronounce Renesmee, to save face in front of his friends. - Dustin",
		"Definitely loves Jal and Peggy - Peggy",
		"Berto is used to geese grabbing his tail due to his troubled childhood. - Dustin",
		"Peggy is his bestest frand - Peggy",
		"Jal Fact: Jal has thoroughly enjoyed learning more about Berto through #Berto Facts. - Jal",
		"For some reason, he is willing to tattoo his fingers in the name of Fall Guys - Dustin",
		"thought you couldn't make Ratatouille without a rat under your chefs hat. Without that it would just be Atouille - Peggy",
		"Can't turn left. Also can't male model - Peggy",
		"Watched the movie from The Ring and 7 days later nothing happened because hes already dead inside - Peggy",
		"Is still lost in that temple... - Peggy",
		"Loves getting sweaty with 19 other beans - Peggy",
		"His butthole developed before his mouth - Peggy",
		"Berto was once an entire butthole. - Dustin",
		"Santa Fact: Santa's REAL naughty list is just Mrs. Clause - Dustin",
		"Berto would not survive in Jurassic Park because his outlook is ALSO \"I just saw a raptor and said 'get him out of here!'\" - Dustin",
		"Eliminated - Dustin",
		"Thinks having his Kings hat is the same thing as having a personality. - Peggy",
		"Did hug Peggy at the wedding. - Peggy",
		"The spoop of the day is Midori Sour. - Dustin",
		"Berto sells feet pics masquerading as Jal - Dustin",
		"Likes a big cushion - Peggy",
		"Berto eats the hair of women who have rejected him. So, a lot. - Emma",
		"Shares his food with a dog because he can't find a girl to share with. - Peggy",
		"Is not Peggy. - Berto",
		"Tried to donate to himself to make sure it was working. - Dustin",
		"Berto dropped out of both kindergarten and Beauty School... it is pretty clear why. - Jal",
		"Berto has a small PB - Dustin",
		"Berto likes rear orifices - Berto"
	],
	"lies":
	[
		"not not not buttholes - Emiko",
		"Berto Fact - Baz"
	],
	"retired": [
		"When Berto took his career aptitude test, his highest matching line of work was potato farmer. - Dustin",
		"Berto has no tact, grab sac'd but lacked the finish. Cracked, like butts, wholly unaware of the flak I'll unleash, backed by his viewers, better get Aflac. - Dustin"
	]
}
